tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "colordiff"
brew "coreutils"
brew "dark-mode"
brew "direnv"
brew "dive"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "iperf3"
brew "jq"
brew "mas"
brew "mask"
brew "mtr"
brew "netcat"
brew "nmap"
brew "p7zip"
brew "pdsh"
brew "pinentry-mac"
brew "pstree"
brew "pwgen"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sipcalc"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "docker"
cask "element"
cask "finicky"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "gitify"
cask "google-cloud-sdk"
cask "istat-menus"
cask "joplin"
cask "kap"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "multipass"
cask "ngrok"
cask "plexamp"
cask "pocket-casts"
cask "rectangle"
cask "sonos"
cask "spotify"
cask "stretchly"
cask "visual-studio-code"
cask "xquartz"
mas "Okta Extension App", id: 1439967473
mas "Reddirect", id: 1479320952
mas "Webcam Settings", id: 533696630
mas "Xcode", id: 497799835
