tap "aquaproj/aqua"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "xz"
brew "python@3.9"
brew "glib"
brew "bash"
brew "pkg-config"
brew "colordiff"
brew "coreutils"
brew "dark-mode"
brew "direnv"
brew "docker-compose"
brew "dos2unix"
brew "editorconfig"
brew "exercism"
brew "fish"
brew "zstd"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gotop"
brew "grep"
brew "httpie"
brew "iftop"
brew "iperf3"
brew "lima"
brew "mas"
brew "mask"
brew "media-info"
brew "mtr"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "pinentry-mac"
brew "pngpaste"
brew "podman"
brew "prettier"
brew "pstree"
brew "pwgen"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sane-backends"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "syncthing", restart_service: true
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim"
brew "wget"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
cask "bettertouchtool"
cask "bluesnooze"
cask "discord"
cask "finicky"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "insomnia"
cask "istat-menus"
cask "joplin"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "librewolf"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "netnewswire"
cask "pocket-casts"
cask "schildichat"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "xquartz"
cask "yubico-yubikey-manager"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Tailscale", id: 1475387142
mas "Webcam Settings", id: 533696630
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
