tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ansible"
brew "azure-cli"
brew "bat"
brew "colordiff"
brew "direnv"
brew "duc"
brew "freetds"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick@6"
brew "iperf3"
brew "jq"
brew "mas"
brew "media-info"
brew "netcat"
brew "nmap"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql"
brew "pstree"
brew "pwgen"
brew "rclone"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "sipcalc"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "azure-data-studio"
cask "balenaetcher"
cask "bettertouchtool"
cask "deezer"
cask "docker"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro-for-powerline"
cask "gimp"
cask "insomnia"
cask "istat-menus"
cask "kap"
cask "kitty"
cask "multipass"
cask "phantomjs"
cask "pocket-casts"
cask "sauce-connect"
cask "signal"
cask "sonos"
cask "telegram"
cask "transmission-remote-gui"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Ka-Block!", id: 1335413823
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Webcam Settings", id: 533696630
mas "Xcode", id: 497799835
