bmalehorn.vscode-fish
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
esbenp.prettier-vscode
filipesabella.live-p5
foxundermoon.shell-format
golang.go
JulienDuchesne.vscode-jsonnet
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
naumovs.color-highlight
redhat.ansible
redhat.vscode-yaml
ritwickdey.LiveServer
samplavigne.p5-vscode
signageos.signageos-vscode-sops
timonwong.shellcheck
tinkertrain.theme-panda
vscode-org-mode.org-mode
