berberman.vscode-cabal-fmt
bmalehorn.vscode-fish
DavidAnson.vscode-markdownlint
dustinsanders.an-old-hope-theme-vscode
eamodio.gitlens
earthly.earthfile-syntax-highlighting
EditorConfig.EditorConfig
esbenp.prettier-vscode
filipesabella.live-p5
firefox-devtools.vscode-firefox-debug
golang.go
hashicorp.terraform
haskell.haskell
JakeBecker.elixir-ls
jnoortheen.nix-ide
justusadam.language-haskell
kamadorueda.alejandra
mkhl.direnv
mkhl.shfmt
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
naumovs.color-highlight
redhat.ansible
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
rust-lang.rust
samplavigne.p5-vscode
samuelcolvin.jinjahtml
skellock.just
tamasfe.even-better-toml
timonwong.shellcheck
vscode-org-mode.org-mode
