a5huynh.vscode-ron
betterthantomorrow.calva
betterthantomorrow.calva-spritz
bmalehorn.vscode-fish
canadaduane.vscode-kmonad
DavidAnson.vscode-markdownlint
dustinsanders.an-old-hope-theme-vscode
EditorConfig.EditorConfig
entibo.vscode-kmonad-format
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
foxundermoon.shell-format
GitHub.github-vscode-theme
golang.go
JakeBecker.elixir-ls
jnoortheen.nix-ide
justusadam.language-haskell
kamadorueda.alejandra
mkhl.direnv
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
nimsaem.nimvscode
redhat.vscode-yaml
rust-lang.rust-analyzer
skellock.just
tamasfe.even-better-toml
timonwong.shellcheck
vscode-org-mode.org-mode
