Binx.modus-vivendi-code
bmalehorn.vscode-fish
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
golang.go
hashicorp.terraform
haskell.haskell
JakeBecker.elixir-ls
jnoortheen.nix-ide
justusadam.language-haskell
kamadorueda.alejandra
mkhl.direnv
mkhl.shfmt
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
nimsaem.nimvscode
redhat.vscode-yaml
rust-lang.rust-analyzer
skellock.just
tamasfe.even-better-toml
timonwong.shellcheck
vscode-org-mode.org-mode
